{"id":3,"date":"2022-10-02T07:46:23","date_gmt":"2022-10-02T07:46:23","guid":{"rendered":"http:\/\/localhost\/sv\/?page_id=3"},"modified":"2023-09-03T07:47:39","modified_gmt":"2023-09-03T07:47:39","slug":"policies","status":"publish","type":"page","link":"http:\/\/localhost\/sv\/policies\/","title":{"rendered":"Policies"},"content":{"rendered":"\n<h5 class=\"wp-block-heading has-ast-global-color-1-color has-text-color\"><em><em>&#8220;Welcome to the SKILLVIRE policies and terms of service page. You will gain a better understanding of services, terms, functions, data collection, and other critical information.&#8221;&nbsp;<\/em><\/em><\/h5>\n\n\n\n<h3 class=\"wp-block-heading has-text-align-center\"><strong>INTRODUCTION<\/strong><\/h3>\n\n\n\n<p class=\"has-text-align-center\">The SKILLVIRE is a sole proprietorship (micro-enterprise) registered with the Ministry of Micro, Small, and Medium Enterprises (MSME), Government of India, as an educational support service. It was founded by Rohan Rawat as an online and offline education and training platform in March 2021 and launched in May 2021. We help Indian students with psychological research (planning, data analysis, report, and so on). Our headquarters are in Vaishali, Ghaziabad, Uttar Pradesh, India, but we operate entirely from home. SKILLVIRE is open from 5 p.m. to 11 p.m., Monday through Friday. The copyright of all the digital and non-digital content, materials, and services is restricted to use by SKILLVIRE only. At SKILLVIRE, we keep an official record of the number of attested documents released for each client in a separate database. Any redistribution or forgery of these is a punishable offence. SKILLVIRE is a side project and does not have any employees, sellers, or outsourcing. Any unverified or suspicious demand for money in exchange for service must be strictly reported to skillvire@gmail.com.<\/p>\n\n\n\n<h3 class=\"wp-block-heading has-text-align-center\"><strong>SKILLVIRE SERVICES<\/strong><\/h3>\n\n\n\n<p class=\"has-text-align-center\">We at SKILLVIRE provide the best guidance in psychological research to Indian students.  This service is tailored to students who struggle to conduct independent research and require ongoing assistance while learning. You can complete your project on time and to the required standards if you work with our professional and experienced team. Whether it is a research proposal or a synopsis, a term paper or an assignment, a dissertation or a thesis, a research paper or a conference presentation, we help students in research planning, assist them in data analysis (qualitative or quantitative), and guide them in the reporting.<\/p>\n\n\n\n<p class=\"has-text-align-center\">We believe in empowering students, so we help, guide, and assist (just like a real guide). We help in domain selection, research type selection, variable selection, sample design, topic formulation, and methodology formulation. We provide limited access research papers and psychological tools, as well as assistance with data analysis. We guide authors in framing the introduction, rationale, research gaps, results, discussions, references, etc. for a publication-fit manuscript. Slots for the research guidance services are limited but sufficient. You can take advantage of our free basic-level research advice about how to initiate and carry out research in psychology by <a href=\"http:\/\/localhost\/sv\/contact\">contacting <\/a>us. The charges for the research solutions are based on a per-research-project or per-service basis (with any number of authors). Group discounts are available on qualitative analysis, quantitative analysis, review of literature guidance, research proposal guidance, full research guidance, and SPSS-statistics course only. Any research project that is left abandoned for more than 8 months would lead to service termination. Only 1 free data analysis credit is available in full research guidance service. Post-analysis or editing is chargeable in all services.<\/p>\n\n\n\n<p class=\"has-text-align-center\">We offer services like paraphrasing, fixing grammar, and plagiarism or similarity detection, all of which are meant to give the authors a document for their institution that is completely original. To complete the task, our expert content developers employ professional AI-based tools. Clients can expect advanced paraphrasing, summarization, excellent grammar, and reduced plagiarism or similarity as per their institutional criteria. Although we guarantee minimal plagiarism or similarity, there is no platform that can guarantee zero plagiarism or similarity because content is generated or submitted online every minute. Our plagiarism or similarity checkers don&#8217;t store clients&#8217; content online, which can cause problems with institutional plagiarism or similarity checks.<\/p>\n\n\n\n<p class=\"has-text-align-center\">We offer a course on quantitative analysis in psychology using SPSS statistics. It is a basic course to equip you with the best research and statistical knowledge while making the most of MS Excel and SPSS statistics. You would get perpetual access to the lecture videos only through the Gmail you provided during registration, access to all the E resources, access to software (SPSS 20), and an E certificate after course completion. The E certificate will only be dispatched after successfully completing a simple telephonic viva with the subject expert.<\/p>\n\n\n\n<h3 class=\"wp-block-heading has-text-align-center\"><strong>REFUND POLICY<\/strong><\/h3>\n\n\n\n<p class=\"has-text-align-center\">Only if we cancel the service after you’ve applied for it will you receive a complete refund. If the client decides to end the service at any point between their payment and service completion, we refund the money after a 50% deduction. This refund option is available for full research guidance, quantitative analysis, and qualitative analysis only. There is no refund for other services or once the service ends. Payments made to the wrong account are not considered valid for the service. There are no refunds in cases of false information, forgery, faking, or any other type of fraud. If a research project is abandoned for more than 8 months, the service will be terminated with no refund.<\/p>\n\n\n\n<h3 class=\"wp-block-heading has-text-align-center\"><strong>DATA<\/strong><\/h3>\n\n\n\n<p class=\"has-text-align-center\">At SKILLVIRE, we do not collect or store any personal information until the visitor applies for any service. None of the user’s information (which they don’t submit) gets saved or tracked. Our website has 0 trackers, 0 ads, no HTTPS upgrades, and 0 fingerprinting methods. We have a GTmetrix grade of ‘A’ for this static website. We do not misuse or sell any of our clients&#8217; data or records. All the data is kept safely in an encrypted database that is accessible only by the owner of SKILLVIRE. Access to the social media handles is available to the owner of the SKILLVIRE only. Just like all other websites, <a href=\"https:\/\/skillvire.gq\/\" target=\"_blank\" rel=\"noreferrer noopener\"><em>www.skillvire.gq<\/em><\/a> may store cookies and cache. If you apply for a service, you may be asked for information such as your email address, full name, date of birth, gender, city, country, institution\/organization, designation, WhatsApp number, proof of payment, ratings, and opinions.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading has-text-align-center\"><strong>COMMUNICATION &amp; SERVICES<\/strong><\/h3>\n\n\n\n<p class=\"has-text-align-center\">SKILLVIRE is a small organisation. If there is a delay in reverting, then possibly the member might be stuck on some urgent task or issue. It is best to wait for a response or to try again later. Saturday and Sunday are off, but we remain potentially active in communication and services. Cooperation, active conversations, task completions, network connections, and the accuracy of the data submitted by the applicant are all required for optimal service. This organization&#8217;s alternate Google mail address is skillvire@gmail.com, which is always active.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading has-text-align-center\"><strong>DISCOUNTS &amp; BENEFITS<\/strong><\/h3>\n\n\n\n<p class=\"has-text-align-center\">We occasionally offer discounts and benefits in our services to participants, clients, or interns. These may be subjected to changes, discontinuation, or cancellation if necessary. SKILLVIRE coupons will only be acceptable if all the commitments or dues (if any) are cleared.<\/p>\n\n\n\n<p class=\"has-vivid-green-cyan-color has-text-color\"><em>&#8220;We want to help reduce pollution and deforestation as much as we can, so we try to use as little paper as possible at work.&#8221; Whenever we receive some incentives from our services in a month, we donate a very small amount to relief funds, community welfare, and other causes.&#8221;<\/em><\/p>\n\n\n\n<p class=\"has-text-align-center has-ast-global-color-7-color has-text-color\">SKILLVIRE may change its policies, rates, services, and benefits in the future if the situation warrants it.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>&#8220;Welcome to the SKILLVIRE policies and terms of service page. You will gain a better understanding of services, terms, functions, data collection, and other critical information.&#8221;&nbsp; INTRODUCTION The SKILLVIRE is a sole proprietorship (micro-enterprise) registered with the Ministry of Micro, Small, and Medium Enterprises (MSME), Government of India, as an educational support service. It was &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"http:\/\/localhost\/sv\/policies\/\"> <span class=\"screen-reader-text\">Policies<\/span> Read More &raquo;<\/a><\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":5,"comment_status":"closed","ping_status":"closed","template":"","meta":{"site-sidebar-layout":"default","site-content-layout":"","ast-site-content-layout":"default","site-content-style":"default","site-sidebar-style":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":"","astra-migrate-meta-layouts":"set","footnotes":""},"_links":{"self":[{"href":"http:\/\/localhost\/sv\/wp-json\/wp\/v2\/pages\/3"}],"collection":[{"href":"http:\/\/localhost\/sv\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"http:\/\/localhost\/sv\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"http:\/\/localhost\/sv\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/localhost\/sv\/wp-json\/wp\/v2\/comments?post=3"}],"version-history":[{"count":7,"href":"http:\/\/localhost\/sv\/wp-json\/wp\/v2\/pages\/3\/revisions"}],"predecessor-version":[{"id":941,"href":"http:\/\/localhost\/sv\/wp-json\/wp\/v2\/pages\/3\/revisions\/941"}],"wp:attachment":[{"href":"http:\/\/localhost\/sv\/wp-json\/wp\/v2\/media?parent=3"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}