{"id":3,"date":"2022-10-02T07:46:23","date_gmt":"2022-10-02T07:46:23","guid":{"rendered":"http:\/\/localhost\/sv\/?page_id=3"},"modified":"2022-10-02T21:01:16","modified_gmt":"2022-10-02T21:01:16","slug":"policies","status":"publish","type":"page","link":"http:\/\/localhost\/sv\/policies\/","title":{"rendered":"Policies"},"content":{"rendered":"\n<h5 class=\"has-ast-global-color-1-color has-text-color\"><em>“Welcome to the SKILLVIRE policies page. You will learn more about services, terms, functions, data collection, &amp; other important information.”<\/em><\/h5>\n\n\n\n<h3 class=\"has-text-align-center\"><strong>INTRODUCTION<\/strong><\/h3>\n\n\n\n<p class=\"has-text-align-center\">The SKILLVIRE is a proprietorship (micro-enterprise) registered as an educational support service with the Ministry of Micro Small Medium Enterprise (MSME), Government of India. It was founded in March 2021 &amp; launched in May 2021 by Rohan Rawat as an online\/offline education &amp; training platform. We guide psychological research (planning, data analysis, documentation, etc.) to Indian students. Our headquarters is in Vaishali, Ghaziabad, Uttar Pradesh, India but, we operate on a full work-from-home basis. Operational hours of SKILLVIRE are between 5 PM to 11 PM, Monday to Friday. Copyright of all the digital &amp; non-digital content or material &amp; services is restricted to use by SKILLVIRE only. At SKILLVIRE, we keep an official record of the number of attested documents released for each client in a separate database. Any redistribution or forgery of these is a punishable offense. SKILLVIRE is a side project and does not have any employees, sellers, or outsourcing. Any unverified or suspicious demand for money in exchange for service must be strictly reported to skillvire@gmail.com.<\/p>\n\n\n\n<h3 class=\"has-text-align-center\"><strong>PSYCHOLOGICAL RESEARCH SOLUTIONS<\/strong><\/h3>\n\n\n\n<p class=\"has-text-align-center\">We at SKILLVIRE provide the best guidance in psychological research to Indian students. This service is specially designed for students who have difficulty researching by themselves &amp; who need constant support along with learning. With our professional &amp; experienced guidance, you can complete your project in time with the required standards. Whether it is a research proposal or a synopsis, a term paper or an assignment, a dissertation or a thesis, a research paper or a conference presentation, we help students in research planning, assist them in data analysis (qualitative or quantitative), and guide them in the documentation.<\/p>\n\n\n\n<p class=\"has-text-align-center\">We believe in empowering students so, we help, guide, &amp; assist (the way how the real guide works). We help in domain selection, research type selection, variable selection, sample design, topic, and methodology formulation. We provide access to the limited access research papers and psychological tools, and we also help in the data analysis. We guide in framing the introduction, rationale, research gaps, results, discussions, references, etc. for a publication-fit manuscript. Slots for the research guidance services are limited but sufficient. You can take advantage of our free basic-level guidance about how to initiate\/ carry out research in psychology by&nbsp;<a href=\"http:\/\/localhost\/sv\/contact\">contacting&nbsp;<\/a>us. The charges for the research solutions are based on per research\/ project\/ service (with any number of authors) basis. Group discounts may or may not be available for any of the services. Any research project which is left abandoned for more than 10 months would lead to service termination.<\/p>\n\n\n\n<h3 class=\"has-text-align-center\"><strong>REFUND POLICY<\/strong><\/h3>\n\n\n\n<p class=\"has-text-align-center\">Once applied for any service, payment is only fully refunded if the service is canceled by us or not fully delivered. If the client decides to end the service at any point between their payment &amp; service completion, we refund the money after a 50% deduction. There is no refund once the service ends. Payments done on the wrong account are not considered valid for the service. There are no refunds in cases like false information, forgery, faking, &amp; all others. If a research project is left abandoned for more than 10 months then the service would be terminated with no refund.<\/p>\n\n\n\n<h3 class=\"has-text-align-center\"><strong>DATA<\/strong><\/h3>\n\n\n\n<p class=\"has-text-align-center\">At SKILLVIRE, we do not collect or store any personal information until the visitor applies for any service. None of the user’s information (which they don’t submit) gets saved or tracked. Our website has 0 trackers, 0 ads, no HTTPS upgrades, &amp; 0 fingerprinting methods. We have a GT metrix grade of ‘A’ for this static website. We do not misuse or sell any of our client’s data\/ records. All the data is kept safely in an encrypted database that is accessible by the owner of SKILLVIRE only. Access to the social media handles is available to the owner of the SKILLVIRE only. Just like all other websites,&nbsp;<a href=\"https:\/\/skillvire.gq\/\" target=\"_blank\" rel=\"noreferrer noopener\"><em>www.skillvire.gq<\/em><\/a>&nbsp;may store cookies &amp; cache You may be asked for your data like email, full name, date of birth, gender, city, country, institution\/ organization, designation, WhatsApp number, proof of payment, ratings, &amp; opinions if you apply for any service.<\/p>\n\n\n\n<h3 class=\"has-text-align-center\"><strong>COMMUNICATION &amp; SERVICES<\/strong><\/h3>\n\n\n\n<p class=\"has-text-align-center\">SKILLVIRE is a small organization. If there is a delay in reverting, then possibly the member might be stuck in some urgent task or issue. The best is to wait for a revert or try again in some time. Saturday &amp; Sunday are off but we remain potentially active on communication &amp; services. Optimal service depends on cooperation, active conversations, task completions, network connections, &amp; the accuracy of the data submitted by the applicant. An alternate google mail of this organization is skillvire@gmail.com which always remains active.<\/p>\n\n\n\n<h3 class=\"has-text-align-center\"><strong>DISCOUNTS &amp; BENEFITS<\/strong><\/h3>\n\n\n\n<p class=\"has-text-align-center\">We provide discounts &amp; benefits in our services from time to time to the participants, clients, or interns. These may be subjected to changes, discontinuation, or cancellation if necessary. SKILLVIRE coupons will only be acceptable if all the commitments or dues (if any) are cleared.<\/p>\n\n\n\n<p class=\"has-vivid-green-cyan-color has-text-color\">&#8220;<em>We want to help in reducing pollution &amp; deforestation at our best effort &amp; hence we believe in using less or no paper at our workplace. Whenever we receive some incentives from our services in a month, we donate a very small amount in relief funds, community welfare, &amp; other causes.”<\/em><\/p>\n\n\n\n<p class=\"has-text-align-center has-ast-global-color-7-color has-text-color\">SKILLVIRE may change its policies, rates, services, &amp; benefits in the future if situation mandates.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>“Welcome to the SKILLVIRE policies page. You will learn more about services, terms, functions, data collection, &amp; other important information.” INTRODUCTION The SKILLVIRE is a proprietorship (micro-enterprise) registered as an educational support service with the Ministry of Micro Small Medium Enterprise (MSME), Government of India. It was founded in March 2021 &amp; launched in May &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"http:\/\/localhost\/sv\/policies\/\"> <span class=\"screen-reader-text\">Policies<\/span> Read More &raquo;<\/a><\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":5,"comment_status":"closed","ping_status":"closed","template":"","meta":{"site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"_links":{"self":[{"href":"http:\/\/localhost\/sv\/wp-json\/wp\/v2\/pages\/3"}],"collection":[{"href":"http:\/\/localhost\/sv\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"http:\/\/localhost\/sv\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"http:\/\/localhost\/sv\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/localhost\/sv\/wp-json\/wp\/v2\/comments?post=3"}],"version-history":[{"count":1,"href":"http:\/\/localhost\/sv\/wp-json\/wp\/v2\/pages\/3\/revisions"}],"predecessor-version":[{"id":652,"href":"http:\/\/localhost\/sv\/wp-json\/wp\/v2\/pages\/3\/revisions\/652"}],"wp:attachment":[{"href":"http:\/\/localhost\/sv\/wp-json\/wp\/v2\/media?parent=3"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}